export default {
  translation: {
    deleteAllButton: 'Сбросить',
    header: 'А вы пользуетесь RSS?',
    pitch: 'Если еще нет, то попробуйте прямо сейчас! Это бесплатно. Вот как можно оставаться в курсе всех последних новостей, используя RSS: найдите интересующую вас <a href="https://www.calltouch.ru/glossary/rss-sayta/" target="_blank">RSS-ленту</a>, вставьте ссылку на нее в поле ниже и нажмите кнопку <i>Добавить</i>:',
    addButton: 'Добавить',
    creator: 'Автор: ',
    pubDate: 'Опубликовано ',
    link: 'Источник:',
    errors: {
      network: 'Ошибка соединения!',
      url: 'Ссылка содержит ошибку или имеет неподдерживаемый формат!',
      notOneOf: 'Вы уже добавили эту ленту!',
    },
    noChannels: 'Пока вы не добавили ни одной ленты...',
    removeError: 'нажмите чтобы убрать',
  },
};
